Repository: GregBiglione/netflix
Catalog: lib/l10n/app_*.arb
Languages: bg, cs, da, de, el, et, fi, hu, ja, ko, lt, lv, ro, sk, sl, tr, uk

# language
source: en-US
bg: bg
cs: cs-CZ
da: da-DK
de: de-DE
el: el-GR
et: et-EE
fi: fi-FI
hu: hu-HU
ja: ja-JP
ko: ko-KR
lt: lt-LT
lv: lv-LV
ro: ro-RO
sk: sk-SK
sl: sl-SI
tr: tr-TR
uk: uk-UA

source: Current trends
bg: Актуални тенденции
cs: Současné trendy
da: Aktuelle tendenser
de: Aktuelle Trends
el: Τρέχουσες τάσεις
et: Praegused suundumused
fi: Nykyiset suuntaukset
hu: Jelenlegi tendenciák
ja: 現在のトレンド
ko: 최신트렌드
lt: Dabartinės tendencijos
lv: Pašreizējās tendences
ro: Tendințe actuale
sk: Súčasné trendy
sl: Trenutni trendi
tr: Güncel eğilimler
uk: Поточні тенденції

source: Currently at the cinema
bg: В момента в киното
cs: Aktuálně v kinech
da: I øjeblikket i biografen
de: Derzeit im Kino
el: Αυτή τη στιγμή στον κινηματογράφο
et: Praegu kinodes
fi: Tällä hetkellä elokuvateatterissa
hu: Jelenleg a moziban
ja: 現在、映画館で上映中
ko: 현재 극장에서
lt: Šiuo metu kino teatruose
lv: Pašlaik kinoteātros
ro: În prezent în cinematografe
sk: Momentálne v kinách
sl: Trenutno v kinematografih
tr: Şu anda sinemalarda
uk: Наразі в прокаті

source: Available soon
bg: Налично скоро
cs: Již brzy
da: Snart tilgængelig
de: Bald verf端gbar
el: Διαθέσιμο σύντομα
et: Tulevad varsti
fi: Saatavilla pian
hu: Hamarosan elérhető
ja: 近日発売予定
ko: 출시 예정
lt: Netrukus bus galima įsigyti
lv: Drīzumā gaidāms
ro: În curând
sk: Už čoskoro
sl: Kmalu bo na voljo
tr: Çok yakında
uk: Доступно найближчим часом

source: Animations
bg: Анимации
cs: Animací
da: Animationer
de: Animationen
el: Κινουμένων σχεδίων
et: Animatsioonid
fi: Animaatiot
hu: Animációk
ja: アニメーション
ko: 일본 만화 영화
lt: Animacijos
lv: Animācijas
ro: Animații
sk: Animácií
sl: Animacije
tr: Animasyonlar
uk: Анімації

source: Adventure
bg: Приключение
cs: Dobrodružství
da: Eventyr
de: Abenteuer
el: Περιπέτεια
et: Seiklus
fi: Seikkailu
hu: Kaland
ja: アドベンチャー
ko: 모험
lt: Nuotykių
lv: Piedzīvojums
ro: Aventură
sk: Dobrodružstvo
sl: Pustolovščina
tr: Macera
uk: Пригодницька

source: Video not available
bg: Видеото не е налично
cs: Video není k dispozici
da: Video ikke tilgængelig
de: Video nicht verf端gbar
el: Βίντεο δεν είναι διαθέσιμο
et: Video ei ole saadaval
fi: Videota ei ole saatavilla
hu: Videó nem elérhető
ja: ビデオはありません
ko: 비디오를 사용할 수 없음
lt: Vaizdo įrašas neprieinamas
lv: Video nav pieejams
ro: Video indisponibil
sk: Video nie je k dispozícii
sl: Video ni na voljo
tr: Video mevcut değil
uk: Відео недоступне

source: Types
bg: 類:
cs: Rubriky:
da: Genrer:
de: Genres:
el: Κατηγορίες:
et: Kategooriad:
fi: Genres:
hu: Műfajok:
ja: 類:
ko: 카테고리:
lt: Kategorijos:
lv: Kategorijas:
ro: Categorii:
sk: Kategórie:
sl: Kategorije:
tr: Kategoriler:
uk: Категорії:

source: Recommended to
bg: にお勧めします
cs: Doporučeno na
da: Anbefalet på 10
de: Empfohlen an
el: Συνιστάται σε
et: Soovitatav et
fi: Suositellaan
hu: Ajánlott a
ja: にお勧めします
ko: 권장
lt: Rekomenduojama į
lv: Ieteicams pie
ro: Recomandat la
sk: Odporúčané na
sl: Priporočeno pri
tr: Tavsiye edilenler
uk: Рекомендовано на

source: Play
bg: Четене
cs: Čtení
da: Læsning
de: Lekt端re
el: Ανάγνωση
et: Lugemine
fi: Lukeminen
hu: Olvasás
ja: 読書
ko: 놀다
lt: Skaitymas
lv: Spēlēt
ro: Joacă
sk: Čítanie
sl: Igraj
tr: Okuma
uk: Читання

source: Download video
bg: Изтегляне на видеото
cs: Stáhnout video
da: Hent videoen
de: Video downloaden
el: Κατεβάστε το βίντεο
et: Lae video
fi: Lataa video
hu: A videó letöltése
ja: ビデオをダウンロードする
ko: 비디오 다운로드
lt: Atsisiųsti vaizdo įrašą
lv: Lejupielādēt video
ro: Descărcați video
sk: Stiahnuť video
sl: Prenos videoposnetka
tr: Video indir
uk: Завантажити відео

source: Synopsis not available
bg: Синопсис не е на разположение
cs: Synopse není k dispozici
da: Synopsis ikke tilgængelig
de: Synopsis nicht verf端gbar
el: Σύνοψη μη διαθέσιμη
et: Sünopsis ei ole saadaval
fi: Synopsis ei saatavilla
hu: Szinopszis nem elérhető
ja: あらすじは未公開
ko: 시놉 불가
lt: Sinopsis neprieinamas
lv: Sinopseja nav pieejamas
ro: Sinopsis indisponibil
sk: Synopsa nedostupná
sl: Sinopsis ni na voljo
tr: Sinopsis mevcut değil
uk: Синопсис недоступне

# casting
source: Actors
bg: Кастинг
cs: Herci
da: Skuespillere
de: Akteuren
el: Ηθοποιοί
et: Näitlejad
fi: Näyttelijät
hu: Színészek
ja: 俳優陣
ko: 배우
lt: Aktoriai
lv: Aktieri
ro: Actori
sk: Herci
sl: Igralci
tr: Aktörler
uk: Актори

source: Gallery
bg: Галерия
cs: Galerie
da: Galleri
de: Galerie
el: Γκαλερί
et: Galerii
fi: Galleria
hu: Galéria
ja: ギャラリー
ko: 갤러리
lt: Galerija
lv: Galerija
ro: Galerie
sk: Galéria
sl: Galerija
tr: Galeri
uk: Галерея
